---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ComponentRepeaterFailures
source: html/7b0e4524-c8d9-b14c-e413-a6407f08d7df.htm
---
# BuiltInFailures.ComponentRepeaterFailures Properties

Reloaded family not appropriate for repeater.